Repository: Darkhy23-creator/ProyectoPlantax
Catalog: ProyectoPlantax/Client/Resources/Resource.*.resx
Languages: pt

source: about
pt: Sobre o projeto

source: Cel
pt: Móvel

# Contactsubtittle
source: Do you want to know more?
pt: você quer saber mais?

# Contacttittle
source: Contact Us
pt: Entre em contato conosco

# Email
source: Email address
pt: Correspondência

# EquipoTrabajo
source: Developers Team
pt: Equipe de Desenvolvedores

# Estudiante
source: Systems Engineering Student
pt: Estudante de Engenharia de Sistemas

# FDsubtittle
source: This component demonstrates receiving data from the server.
pt: Este componente demonstra o recebimento de dados do servidor.

# FDtittle
source: Sensor Data
pt: Dados do Sensor

# Fecha
source: Date
pt: Encontro

source: Fetch Data
pt: Obter informação

# Graficas
source: Graphics
pt: Gráficos

# Greting2
source: Intelligence Botanique
pt: Inteligência botânica

source: Home
pt: Começo

# Humedad
source: Humidity
pt: Umidade

source: Loading....
pt: Carregando ....

source: Login
pt: Iniciar sessão

source: Logout
pt: Saia

# message1
source: The PLANTAX project currently has two phases, the first phase focused on the creation of hardware as a prototype of a drip irrigation system which It can be implemented both on a small and large scale, this solving a problem for the agricultural sector of Facatativá, but having the possibility of adapting it to interiors of houses, apartments and front gardens. In this prototype we take into account the UN SDG number seven, which is affordable and non-polluting energy, to meet This we implemented a solar panel that fed both the project and a battery that fed the system for any eventuality that could happen with the solar panel.
pt: O projeto PLANTAX atualmente tem duas fases, a primeira fase focada na criação de hardware como um protótipo de um sistema de irrigação por gotejamento que Pode ser implementado tanto em pequena como em grande escala, isso resolvendo um problema para o setor agrícola de Facatativá, mas tendo a possibilidade de adaptá-lo. para interiores de casas, apartamentos e jardins frontais. Neste protótipo, levamos em consideração o ODS número sete da ONU, que é uma energia acessível e não poluente, para atender Para isso implementamos um painel solar que alimentava tanto o projeto quanto uma bateria que alimentava o sistema para qualquer eventualidade que pudesse ocorrer com o painel solar.

# Registrar
source: Register
pt: Check-in

# Saludo
source: Hey,
pt: Receber,

# Temperatura
source: Temperature
pt: Temperatura

# Video
source: Product Show
pt: Mostra de Produto
